export default [{
		id: '01',
		name: '常见病症',
		list: [{
				id: '01',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/f148fbc7-915a-4eaf-9b3f-fb2ebf0a40cd.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/fdb72cea-27b3-4ffc-a5b8-a96a4fa7c80e.png',
				name: '新型冠状病毒肺炎',
				symptom: '新型冠状病毒肺炎是一种急性感染性肺炎，人感染了冠状病毒后常见体征有呼吸道症状、发热、乏力、干咳、逐渐出现呼吸困难等。目前对于新型冠状病毒所致疾病没有特异治疗方法。新型冠状病毒肺炎在中医上属“寒湿(瘟)疫”,是感受寒湿疫毒而发病,所以中医治疗及预防本病应该以驱寒化湿为主。中国针灸学会印发的《新型冠状病毒肺炎针灸干预的指导意见(第一版）》中表示，艾灸通过温热的穴位刺激，具有温阳散寒、通经活络、升阳固脱以及泻热拔毒等作用，艾灸可以改善肺炎症状，并提高免疫力。',
				tip: '每天午后或晚餐前灸一次。',
				know: '注意事项:新型冠状病毒肺炎具备人传人的能力，需要正确佩戴口罩加强防护。注意监测体温，若有发热、乏力的症状要及时就医，并注意隔离。积极防护，戴口罩，勤洗手。',
			},
			{
				id: '02',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/8003f2a4-b1f0-4a4b-90b2-567336b5da72.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/5a4e4621-8c5e-402f-99be-0f683d48a080.png',
				name: '新冠病毒防治',
				symptom: '新型冠状病毒肺炎患者早期有外感症状,同时常见胃肠功能受到损伤，表现为胃口差、肚子胀、肚子响，大便稀烂或者大便不通。推荐对—些穴位进行自我保健按摩艾灸，以下穴位，每次选用一组，改善胃肠功能和外感症状。',
				tip: '',
				know: '暂无'
			},
			{
				id: '03',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/9f1e17dd-00e4-4af4-94e7-74c5cbdeab62.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/4803d0a8-c794-4556-80d2-151215c2d578.png',
				name: '哮喘虚证',
				symptom: "过敏性哮喘缓解期的主要证候为虚证，分肺虚、脾虚和肾虚三型，这里主要描述的是过敏性哮喘急性发作期前后的平素表现。1.肺虚型:肺虚为慢性过敏性哮喘的主要征候，多数慢性过敏性哮喘患者有肺虚表现，以肺气虚更为常见。肺虚多由外感病后气阴二伤所致。由于肺为气之主，因此平素的主要表现为咳嗽气短、痰多清稀、面色神疲、语低懒言、或畏寒自汗，稍感风寒容易诱发急性过敏性哮喘发作，发病前喷嚏频频、流清涕不止、鼻眼奇痒、咽痒鼻堵、舌淡苔薄白，脉濡缓无力的属肺气虚。肺气虚所致的慢性过敏性哮喘与现代医学中伴变应性鼻炎的变应性过敏性哮喘患者相似。2.脾虚型:多因外邪入侵，如多食生冷辛辣食物或进食“发物”或过咸过甜食物而致脾不健运，痰浊内生上行于肺而致。平素表现为咳嗽痰多，面黄少华，倦怠乏力，食欲不振，腹胀便溏，或见浮肿。舌淡苔白润，脉缓或细无力。脾虚所致过敏性哮喘与现代医学的食物过敏性过敏性哮喘有相似之处。3.肾虚型:肾虚型患者多属过敏性哮喘史较长，且经常反复发作，久病及肾，故致肾气亏乏，摄纳失常。慢性过敏性哮喘主要表现为肾气虚，是久病伤肾、肾元亏损、肾气失纳而致。平素表现为气短息促，呼多吸少，活动尤甚，吐泡沬痰，腰酸腿软。肾阳虚和肾阴虚在过敏性哮喘较为少见，肾阳虚的平素表现为久病体虚，畏寒，动则息促，腰酸耳鸣，自汗，手足不温，面色苍白，小便清长或夜尿多汗，手足不温，面色苍白，小便清长或夜尿多，舌淡嫩苔白润，脉沉细无力;肾阴虚表现为头晕耳鸣，五心烦热，痰少粘稠，口干咽燥，尿黄大便干，消瘦，盗汗，舌质红,脉细数，肾阴虚所致的肺病与现代医学的肺结核相似。",
				tip: '注: (1)每天按照第一天的调理方案循环灸治至痊愈为止; (2)每7天为1个疗程。',
				know: '暂无'
			},
			{
				id: '04',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/99f6726c-573a-4244-bc39-53d8e1e81aa6.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/e07fac09-b661-43b6-8833-522ad369d356.png',
				name: '呃逆（胃火上逆)',
				symptom: '呃逆是指以喉间频发短促呃呃声响、不能自制为主要表现的病证。西医学的单纯性膈肌痉挛，其他如胃炎、胃肠神经官能症、胃扩张，以及胸腹手术后等引起的膈肌痉挛出现呃逆。胃火上逆临床表现:呃声洪亮有力，冲逆而出，口臭烦渴，多喜冷饮，肮腹满闷，大便秘结，小便短黄;舌红苔黄或燥，脉滑数。',
				tip: '注:(1)每天按照第一天的调理方案循环灸治至痊愈为止。',
				know: '止嗝的方法有很多，没有哪─种特别管用，但是总有—款适合你:1.喝几口温开水，慢慢咽下，同时做弯腰90度的动作，注意别被呛到。2.往外扯舌头。会感到腹部有气体上升，打嗝自然消除。3.先深吸—口气，然后憋住，尽量憋长—些时间，然后呼出，反复进行几次。4.吞咽面包或者馒头块，大小量力而行，注意别噎着。5.被惊吓，高血压、心脏病人慎用。6.用一个小纸或塑料袋，罩住口鼻，进行3～5次深呼吸。'
			},
			{
				id: '05',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/d63a35b0-f87d-4477-a28f-1853a6920fcb.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/b581fa9f-02a8-43c2-ae15-7ea57c700c02.png',
				name: '膈肌痉挛(呃逆)',
				symptom: '打嗝又称“呃逆”，古称“啰”，即“膈肌痉挛”，是指气逆上冲，喉间呃呃连声，声短而频，不能自制的一种病症。呃逆是因进食生冷、辛辣，或情志郁怒等因素刺激下;膈间之气不利，引动胃气上冲喉间。',
				tip: '注:(1每天按照第一天的调理方案循环灸治至痊愈为止。',
				know: '止嗝的方法有很多，没有哪—种特别管用，但是总有—款适合你:1.喝几口温开水，慢慢咽下，同时做弯腰90度的动作，注意别被呛到。2.往外扯舌头。会感到腹部有气体上升，打嗝自然消除。3.先深吸一口气，然后憋住，尽量憋长一些时间，然后呼出，反复进行几次。4.吞咽面包或者馒头块，大小量力而行，注意别噎着。5.被惊吓，高血压、心脏病人慎用。6.用一个小纸或塑料袋，罩住口鼻，进行3～5次深呼吸。'
			}
		]
	},
	{
		id: '02',
		name: '体质调理',
		list: [{
				id: '01',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/f201c6a8-bc35-4fa4-b57f-6a8e37f7baec.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/4a5925ec-9829-423f-92f4-10307127e801.png',
				name: '热入营血',
				symptom: '中医把温热病分成卫分、气分、营分、血分四个浅深轻重不同的阶段。热入营血是指温病进入营分、血分阶段，属于温热病发展过程中的深重阶段。常见症状:身热，夜晚加重，心烦失眠，严重的甚至昏迷,胡言乱语，皮肤出现紫黑色斑疹，吐血、尿血、便血，舌质深红或紫，脉细数。治疗宜清营凉血。',
				tip: '注:(1热象明显者，灸量宜小;(2)每天按照第一天的调理方案循环灸治至痊愈为止。',
				know: '暂无'
			},
			{
				id: '02',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/afe06387-4827-4eba-bc6d-b2d5321c7b2d.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/2404dbba-99d5-401b-bcbe-ba174e3c5cb5.png',
				name: '痰热症',
				symptom: '痰热证由痰热互结，阻于气道，肺道失利，痰火伤及血络所致。常见症状:痰黄而稠，或痰白而胶结难出，身热面红，心烦口渴，尿黄便秘。咳嗽气喘;或气粗息促，喉中有哮鸣声;或惊悸失眠;或渴欲饮水而得水则呕，按之心下痛;或神志狂乱;或喉痹，音哑。舌质红，苔黄腻，脉滑数或弦滑。治疗宜清热化痰。',
				tip: '注:(⑴热象明显者，灸量宜小;(2)每天按照第一天的调理方案循环灸治至痊愈为止。',
				know: '暂无'
			},
			{
				id: '03',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/c8d83b72-bc31-4923-8ce3-19f810738491.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/cd3dd4b5-febf-4039-84fe-c37c8b624ecc.png',
				name: '寒湿困脾',
				symptom: '寒湿困脾证是指寒湿内盛，中焦的阳气被寒湿困住所表现的证候。本证常因寒湿之邪外侵，或过食生冷瓜果油腻肥甘之物，寒湿内停;或脾气虚，脾阳不振，水湿不运，寒湿内生，以致寒湿因脾，脾失健运，水湿停聚为患。病因:饮食不节，嗜食生冷，或淋雨涉水，居处潮湿以致。症状:腹胀闷疼痛，泛吐清水,消化不良，食欲不振，口淡不渴，大便稀，头身困重，面色暗黄，或眼睛皮肤发黄，色晦暗如烟熏或肢体浮肿，小便短少。妇女白带增多，舌质淡体胖，苔白腻或白滑，脉濡或缓。',
				tip: '注:(1)每天按照第一天的调理方案循环灸治至痊愈为止。',
				know: '1.平胃散加味:制苍术15克、厚朴12克、陈皮10克、茯苓12克、泽泻12克、炒白术10克、甘草6克。本方正于湿阻脾胃而引起肮腹胀闷诸证。2.藿香正气散:藿香10克、紫苏叶10克、大腹皮10克、炒白术10克、厚朴10克、半夏曲10克、白芷10克、桔梗8克、甘草8克、茯苓12克。本方适于寒湿外侵而引起吐泄诸证。3.实脾饮:白术12克、厚朴6克、木瓜6克、木香3克、草果3克、大腹子(即槟榔)6克、茯苓15克、干姜6克、制附子6克、炙甘草3克、生姜3片、大枣3枚。本方适于寒湿困脾的腹满、黄疸诸证。'
			},
			{
				id: '04',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/a5d95eb4-5916-4bb5-b959-8c41ed13eedb.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/755ca876-1f5f-47ad-b2dd-88c4936ad9e5.png',
				name: '外伤风寒',
				symptom: '风寒感冒，其起因通常是劳累，没休息好，再加上吹风或受凉，通常在秋冬发生比较多。风寒感冒是风寒之邪外袭、肺气失宣所致。常见症状:恶寒重、发热轻、无汗、头痛身痛、鼻塞流清涕、咳嗽吐稀白痰、口不渴或渴喜热饮、苔薄白。治法应以辛温解表为主。',
				tip: '注:(1)每天按照第一天的调理方案循环灸治至痊愈为止。',
				know: '暂无'
			},
			{
				id: '05',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/9b3dfa43-43b0-4929-9b08-f051bcf62272.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/b41ac887-9267-4cac-a09a-e7d25ffbec3b.png',
				name: '酒毒内积',
				symptom: '酒毒是由于饮酒过度，以致蕴湿酿热，酒毒积聚，表现为面目红赤，烦热躁动，心中懊，呃逆恶心，时时欲吐，胡言乱语，或哭笑无常，醉酒神昏等，甚则可因酒精中毒致死。治宜清肝解毒。',
				tip: '注:(1热象明显者，灸量宜小;(2)每天按照第一天的调理方案循环灸治至痊愈为止。',
				know: '暂无'
			}
		]
	},
	{
		id: '03',
		name: '养生保健',
		list: [{
				id: '01',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/54f8798c-7067-49c2-b7e8-e83beeabddf6.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/b48e7563-1265-4677-b688-96ddd51669e1.png',
				name: '养肝护肝',
				symptom: '肝就像一个中央银行，负责管理身体三大货币(气、血、水）流通。情绪、睡眠、饮食甚至药物等，均会影响肝的疏泄功能。保肝，顾名思义就是保护肝脏的意思。但保护肝脏并不是把肝脏包起来不让病毒来侵犯，这里的保肝至少含有三种意思:即减轻肝脏负担，增加肝脏营养和改善肝脏供血。',
				tip: '注:(1)每日按照第—天的调理方案循环灸治。',
				know: '1、以酸入肝。酸入肝是指食用酸味食物或药物可以养肝。在日常饮食中，可以适当食一些酸味食品，如山楂、橘子、葡萄等;酸味食物并不是一年四季都适宜吃，比如春季肝气旺盛时，就不可以吃太多酸味食品，否则会造成肝气过盛，影响人体健康。2、养肝护肝的食物以清淡平和、营养丰富为宜，同时要避免多吃油腻、油炸、辛辣食物，否则会导致肝脏功能的失调。此外，青色食品是保肝、养肝的最佳选择，可以促进肝气循环，舒缓肝郁、保护视力。因此，应多食用一些青色食物，如黄瓜、芹菜、菠菜、花椰菜、海带等。3、情绪要平稳。中医提到“怒则伤肝”，情绪起伏过大，很容易影响到肝。通常自我要求高、急躁的人，较容易产生焦虑、不安，这在中医里是属于较易产生肝火的体质。肝属木，木喜调达。可以把肝想象成一棵大树，树木喜欢自由、无拘无束，因此，养肝首重情绪调节、心情愉快。4、睡眠要足够。肝主藏血，黄帝内经素问篇提到:“人卧则血归于肝。”足够的睡眠，肝脏才可以得到完全的修复。以中医观点而言，晚上11点至凌晨3点，血液流经肝、胆，此时应让身体得到完全的休息，否则肝的修复功能受到影响，体力无法恢复，连带思考能力也会变得迟缓。睡眠品质不佳，也会造成肝火上升。因此专家建议，晚上不适宜从事太过耗损脑力的工作，容易影响睡眠品质。适当休息则有助于强化肝脏，平时累了就要休息。对肝最好的方式，就是每天找时间休息。我们的身体很敏感，只要忙了、累了，就随时调节、抓空档休息，比如中午睡午觉，通常疲倦的感觉都可以清除。'
			},
			{
				id: '02',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/6dd10337-d3db-4d31-8930-5c702c72e6cb.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/a9541b47-e28c-4120-bde1-594b4801f4b7.png',
				name: '预防感冒',
				symptom: '感冒是一种常见病症，但并非不可预防，只要在生活中加以防范，提高自身免疫力，增强肺功能，即所谓“正气存内，邪不可干”。在感冒多发的季节，每日或隔日灸一次相关穴位，通过温热刺激和艾叶的药理作用，可以起到预防感冒、防病保健的作用。',
				tip: '注:(1每天按照第一天的调理方案循环灸治;(2)每7天为1个疗程。',
				know: '增强自身免疫力是预防感冒的基本原则。饮食上，要少吃辛辣刺激性食物，多吃新鲜水果和蔬菜，补充维生素E、维生素c。维生素E、维生素C都翰有效提高机体免疫力。每日大量补充水分，可以增进代谢，尽快排出病毒。每晚睡前热水泡脚15分钟以上。保证充足的睡眠。每天坚持进行30~40分钟的有氧运动，可以增强抵御感冒的能力。当自觉要感冒时，可使用一些辅助方法把感冒拒之门外。洗鼻法:每天早晚用盐水清洗鼻腔可将鼻腔内的毒物排出，防止病毒在鼻腔内大量繁殖，引发感冒。饮用姜糖茶:取红糖、生姜、红茶各适量共煮饮用，每日1~2次，可祛除寒邪，预防感冒。冲服蜂蜜:每日早晚各饮一次，可有效增强身体免疫力，达到防病保健的目的。'
			},
			{
				id: '03',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/85268bc0-fc16-4bd6-80e7-4e8e5d017a58.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/0b01fc20-c374-4750-9796-9fb1c7dd7d7b.png',
				name: '健脾和胃',
				symptom: '在中医理论中，脾为五脏之一，是后天之主，脾主运化水谷精微，输布全身，供应各方面的需要，维持人体的正常的功能活动;胃为六腑之一，为五脏六腑之海，功能是主受纳、腐熟水谷，精微物质通过脾的运化，输布于五脏六腑，营养全身各个组织器官。艾灸身体相关穴位可祛除寒湿，提高脾胃运化功能，促进消化吸收及新陈代谢，能够起到养生保健的作用。适用于消化不良、食欲不佳、胃胀腹泻或胃寒怕冷、胃肠功能弱者。',
				tip: '注: (1)每天按照第一天的调理方案循环灸治;(2)每7天为1个疗程。',
				know: '脾胃不和的人—定要注意调节饮食，少吃油炸食品、腌制食品及生冷刺激性食物，应以低脂、清淡食物为主。吃饭要定时定量，不要暴饮暴食。饭菜温度不要过热或过冷，以免刺激肠胃，Z攻的麦和时1变。-做到不吸烟，不喝酒，劳逸结合。适当锻炼身体，提高脏腑功能，增强身体免疫力。饮食推荐:1.绿豆粥原料:绿豆100g，粳米150g，日糖1>g。以i教粳米用水淘洗干净，入锅中，加水适量，小火慢慢熬煮成粥，粥成时加入白糖，母日早说FI食服展。L用于脾胃不和，食欲不振，消化较弱者。.2.香采掐片汤原料:鲜香菜100g，鲜猪肝250g，生姜、盐各适量。做法:将香菜洗净，猪肝洗争切片，生委切伴,炒锅烧热加水500ml，烧开后入猪肝、生阿静。者肝将熟时入香菜、盐即可。此汤具有补肝和胃，促进食欲的功效，适用于脾胃不和所致的嗳气反酸，不欲饮食、眩晕等病症。3.胡椒猪肚汤原料:新鲜猪肚1个，胡椒、线、香菜适量制作:(1)将猪肚洗净备用,行明椒洗净并捣碎;将捣碎的胡椒放入猪肚内，用线扎紧猪肚切口，放入砂锅内，放入适量水;(2)将砂锅置于火上，武火煮沸后，文火煮至烂软，汤中放入少许香菜调味;(3)将猪肚捞起，弃肚内胡椒，食肚肉饮汤。功效:猪肚补虚损，健脾胃;胡椒温中下气治胃寒。两者相配，可以温中健脾、和胃止痛，适用于胃寒患者，如经常因为吃凉的食物而腹泻的患者。'
			},
			{
				id: '04',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/7fca9784-b965-4aee-af4b-49e99be713fa.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/01d65afe-52d4-4ed0-918a-b47bf0474981.png',
				name: '增强免疫力',
				symptom: '免疫力是人体自身防御机制，是人体识别和排除“异己”的胜利反应。免疫力强，则人不容易患病，身体健康，反之会增加患病的概率，病毒和细菌更容易侵入人体。免疫力与多方面因素有关，营养不良、长时间患病、疲劳过度、情绪不佳等都会引起免疫力下降。在相关穴位施灸能够改善脏腑功能，提高人体免疫力。',
				tip: '注:(1)每天按照第一天的调理方案循环灸治;(2)每7天为1个疗程。',
				know: '要提高人体免疫力，主要应从饮食和运动两方面着手。要多吃富含蛋白质、维生素、矿物质的食物，如黄瓜、西红柿、海带、蘑菇、酸奶、萝卜等。少吃含脂肪高以及过甜的食物，不吸烟，少喝酒。经常锻炼身体，每天进行30~40分钟的锻炼，如跑步、游泳、打太极拳等，可有效增强身体抵抗力。培养多种兴趣，保持精力旺盛，学会减压，保持心情愉快。'
			},
			{
				id: '05',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/c379f28e-56d0-4879-9c74-63f5d2cc3a05.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/31f5e86b-d64c-47a7-95b7-b5af154d35dd.png',
				name: '补肾强身',
				symptom: '肾为先天之本，为五脏之一，位于腰部，脊柱两旁，左右各一。与膀互相为表里。其主要生理功能是藏精(包括生殖之精和五脏六腑之精)、主生长发育和生殖、主水和主纳气，并与骨、髓、耳密切相关。肾精足则精力充沛、思维敏捷、记忆力强、筋骨强健、行动轻捷。反之则会出现头晕、心慌气短、体虚乏力、腰膝酸软等症状。在相关穴位施灸可以起到补肾强身的作用。',
				tip: '注:(1)每天按照第一天的调理方案循环灸治;(2)每7天为1个疗程。',
				know: '从饮食上来说，鸡蛋、牡蛎、虾、泥、鹤鹑、驴肉等都是养肾的上品。冬天要注意保暖，不要使身体受寒。适量饮水，不要憋尿。适度运动，加速代谢，达到养肾强身的目的。出来用艾灸疗法补肾强身以外，按摩也是一种好方法，但任何好方法都不会迅速见效，都需要长期坚持。按摩腰眼、气海、会阴、涌泉、肾俞、关元、命门可益精补肾、强肾滋阴、畅达气血、强身健体。'
			}
		]
	},
	{
		id: '04',
		name: '外科病症',
		list: [{
				id: '01',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/eca92973-0ec1-4e05-8ec9-c1d2ee5384b5.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/7366c39a-5d52-420c-9cba-67cc8d2de296.png',
				name: '疝气',
				symptom: '疝气，即人体内某个脏器或组织离开其正常解剖位置，通过先天或后天形成的薄弱点、缺损或孔隙进入另一部位。常见的疝有脐疝，腹股沟直疝、斜疝，切口疝、手术复发疝、白线疝、股疝等。腹壁疝多由于咳嗽、喷嚏、用力过度、腹部肥胖、用力排便、妊娠、小儿过度啼哭、老年腹壁强度退行性变等原因引起腹内压增高，迫使腹腔内的游离脏器如:小肠、盲肠、大网膜、膀胱、卵巢、输卵管等脏器通过人体正常的或不正常的薄弱点或缺损、孔隙进入另一部位。狐疝证见:阴囊一侧肿大，时上时下，如有物状，卧则入腹，立则入囊，胀痛俱作，治当疏肝通络。',
				tip: '注:(1)每天按照第1天的调理方案循环灸治至痊愈为止; (2)每5~7天为一个疗程。',
				know: '1、注意保温，不宜过劳，保持情绪稳定，节制性交，忌食生冷及辛辣食物。2、为使肿物不脱出疝环而影响日常生活可使用疝带。'
			},
			{
				id: '02',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/24c24bc7-2ecb-46c9-be77-ab58e6299068.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/81745a7a-8566-4230-8c37-065391789b2a.png',
				name: '颅脑血肿',
				symptom: '头部内伤见于头皮损伤、颅骨骨折、脑损伤、脑震荡、脑挫裂伤、颅内血肿和脑干损伤等，是由于外伤所致。受伤后出现头痛、恶心呕吐、躁动不安、意识障碍、昏迷不醒等为主要表现的头部损伤性疾病。属于中医学“外伤头痛”的范畴。',
				tip: '注:(1)每天按照第一天的调理方案循环灸治至痊愈为止。',
				know: '暂无'
			},
			{
				id: '03',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/d08bb49f-03d2-4dbe-8c22-57747ad36716.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/5caee5f5-d05d-4597-bd6f-acca14339893.png',
				name: '不安腿综合征',
				symptom: '不安腿综合征是发生于下肢的一种自发的、难以忍受的痛苦症状。多发生在夜间睡眠时，安静状态下严重，活动后反而减轻。因夜间加重所以患者多有失眠症状，长期影响工作、学习和生活。临床主要表现以下肢腓肠肌最常见，有撕裂感、蚁走感、刺痛、烧灼感、疼痛等腿麻的不适感，多见于成年人。不安腿综合征属于中医“痹症”的范畴。外感风寒湿邪，伤及阳气，或气血不足，气虚不运血，血不得运而成气虚血瘀，最后形成气滞血瘀，肌肉筋脉失养而发为本病。中医临床分型:1.湿邪痹阻型:素体虚弱，外感寒湿邪气，或久居湿地，以腿部冷痛为主症。2.瘀血阻络型:跌打损伤，以腿部刺痛为主症，舌暗红，脉涩。',
				tip: '注:(1)每天按照第一天的调理方案循环灸治至痊愈为止。辨证加灸:1.湿邪痹阻型配阴陵泉穴、公孙穴。2.瘀血阻络型配血海穴。',
				know: '1.睡前用温水洗脚，或按摩下肢肌肉，保持心情舒畅，抑郁和焦虑情绪会加重症状;2.注意腿部保暖，天气变凉和潮湿环境也会加重症状;3.外洗方:川牛膝、白芍、郁金、独活、桑枝、伸筋草、透骨草、桂枝、防风各15克，水煎外洗足部，每日1次，3日1剂，连洗30日。'
			},
			{
				id: '04',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/baca8b6e-d52c-4e1f-a6f7-9722d7c6bc61.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/e4da7623-9e4e-4c3a-a6c0-145519779300.png',
				name: '筋膜炎',
				symptom: '筋膜炎又称纤维织炎，是一个综合的概念，为发生于肌筋膜的一种非特异性炎症。可发生于全身各个部位，多见于腰部、骼骨后峭及肩胛区域。中医认为筋膜炎从病理而言，属于慢性伤筋范围，以运行局部经络阻滞、气血运行不畅为主。常见症状:肌肉酸痛，僵硬板滞，或有重压感。本病属于中医学“痹证”范围，中医学认为久卧湿地，贪凉或感冒后复感寒邪，风寒湿邪侵入人体，寒凝血滞，使经络运行不畅或劳作过度，筋脉受损，气血阻滞筋脉;或素体虚弱，气血不足，筋膜失养等所导致本病发生。',
				tip: '注:(1)重点艾灸“阿是穴"”(即患处);(2)颈肌筋膜炎艾灸颈胸段夹脊穴，背肌筋膜炎艾灸背腰段夹脊穴;(⑶按每天调理方案循环灸治至痊愈为止。',
				know: '暂无'
			},
			{
				id: '05',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/33afc291-78d4-42a0-8da1-ef8e5953a9dd.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/e56d863f-47a6-4a1b-8ce5-156b3a80ff71.png',
				name: '骨质增生症',
				symptom: '骨质增生症多发于中年以上。—般认为由于中年以后体质虚弱及退行性变;长期站立或行走及长时间的持于某种姿势，由于肌肉的牵拉或撕脱、出血，血肿机化，形成刺状或唇样的骨质增生;骨刺对软组织产生机械性的刺激和外伤后软组织损伤、出血、肿胀而致。中医将本病纳入“骨痹”的范畴。认为本病发生多由于气血不足，肝肾亏虚，风寒湿邪侵入骨络或跌仆闪挫，伤损骨络，以致气血瘀滞，运行失畅，不通则痛。',
				tip: '注:(1)每天按照第一天的调理方案循环灸治至痊愈为止。',
				know: '暂无'
			}
		]
	},
	{
		id: '05',
		name: '内科病症',
		list: [{
				id: '01',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/fab99c4c-316c-4dba-a419-fafbc68d6f4a.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/b3370363-a97f-4480-94ce-2ff35ea5bdbc.png',
				name: '颤证',
				symptom: '颤证，中医病名。是指以头部或肢体摇动颤抖，不能自制为主要临床表现的一种病证。轻者表现为头摇动或手足微颤，重者可见头部振摇，肢体颤动不止，甚则肢节拘急，失去生活自理能力。本病又称振掉、颤振、震颤。多因年老体虚、情志过极、饮食不节、劳逸失当所致。基本病机为肝风内动，筋脉失养。治疗当辨清标本虚实。根据本病的临床表现，西医学中震颤麻痹、肝豆状核变性、小脑病变的姿位性震颤、特发性震颤、甲状腺功能亢进等，凡具有颤证临床特征的锥体外系疾病和某些代谢性疾病，均可参照本节辨证论治。',
				tip: '肝肾不足加肾俞、肝俞、太溪;气血亏虚加气海、血海、太白;痰热动风加丰隆、脾俞、中脘。注:(1)每天按照第一天的调理方案循环灸治至痊愈为止。',
				know: '1、预防颤证应注意生活调摄，保持情绪稳定，心情舒畅，避免忧思郁怒等不良精神刺激，饮食宜清淡而富有营养，忌暴饮暴食及嗜食肥甘厚味，戒除烟酒等不良嗜好。此外，避免中毒、中风、颅脑损伤对预防颤证发生有重要意义。2、颤证病人生活要有规律，保持心情愉快和情绪稳定。平时注意加强肢体功能锻炼，适当参加力所能及的体育活动，如太极拳、八段锦、内养功等。病室应保持安静，通风好，温湿度宜人。对卧床不起的患者，注意帮助患者翻身，经常进行肢体按摩，以防发生褥疮，—旦发生褥疮，要及时处理，按时换药，保持创口干燥，使褥疮早日愈合。'
			},
			{
				id: '02',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/b9841e57-b7b8-49bd-b014-6414a57d1976.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/a3b06e07-caa6-44b9-8f35-769ec540733a.png',
				name: '咳血（燥热伤肺)',
				symptom: '血由肺及气管外溢，经口咳出，表现为痰中带血，或痰血相兼，或纯血鲜红，兼夹泡沫均称为咳血，亦称为嗽血或咯血。燥热伤肺临床表现:喉痒咳嗽，痰中带血，口干鼻燥，或有身热;舌质红，苔薄黄少津，脉数。',
				tip: '注: (1)每天按照第一天的调理方案循环灸治至痊愈为止; (2)每7天为1个疗程。',
				know: '暂无'
			},
			{
				id: '03',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/f34a7df0-b34b-4db1-9524-fbbf7f42155b.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/49d14523-3d25-4e60-8c36-31d1ce9c4830.png',
				name: '噎膈（津亏热结)',
				symptom: '噎膈是由于食管干涩或食管狭窄导致吞咽食物哽噎不顺，饮食难下，或食而复出的疾患。噎即噎塞，指吞咽之时哽噎不顺;膈为格拒，指饮食不下。津亏热结临床表现:吞咽梗涩而痛，食入即复出，甚则水饮难进，心烦口干，胃肮灼热，五心烦热，形体消瘦，皮肤干燥，小便短赤，大便干结如羊粪;舌质光红，干燥少津，脉细数。',
				tip: '注: (⑴)每天按照第一天的调理方案循环灸治至痊愈为止。',
				know: '暂无'
			},
			{
				id: '04',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/69e4aa4f-a530-4c1e-b3b0-e01f3cc0b1d0.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/6502d3ce-7a42-413b-a7e7-c6a481eb9cc1.png',
				name: '白血病',
				symptom: '白血病是一类造血干细胞恶性克隆性疾病。克隆性白血病细胞因为增殖失控、分化障碍、凋亡受阻等机制在骨髓和其他造血组织中大量增殖累积，并浸润其他非造血组织和器官，同时抑制正常造血功能。临床可见不同程度的贫血、出血、感染发热以及肝、脾、淋巴结肿大和骨骼疼痛。中医学认为白血病的发病多在内在虚损、阴阳失和、脏腑虚弱的基础上温热毒邪等乘虚而人所致。属于中医学“虚劳”、“温病”等范畴。',
				tip: '注:(1)每天按照第一天的调理方案循环灸治至痊愈为止。辨证加灸:食欲差配中脘、足三里;贫血配心俞、血海、悬钟;出血配腰阳关、八醪、天枢、三阴交。',
				know: '暂无'
			},
			{
				id: '05',
				tup: 'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/a737a2ff-37b9-40d9-bf8b-b8277e9ca335.png',
				tup2:'https://vkceyugu.cdn.bspapp.com/VKCEYUGU-cbce6465-a8e8-4255-846c-46383aa22aa0/6372a80e-a074-4a02-a3b6-ff90b537b6f1.png',
				name: '疟疾(寒疟)',
				symptom: '疟疾是经按蚊叮咬或输入带疟原虫者的血液而感染疟原虫所引起的虫媒传染病。寄生于人体的疟原虫共有四种，即间日疟原虫，三日疟原虫，恶性疟原虫和卵形疟原虫。在我国主要是间日疟原虫和恶性疟原虫;其他二种少见，近年偶见国外输入的一些病例。不同的疟原虫分别引起间日疟、三日疟、恶性疟及卵圆疟。本病主要表现为周期性规律发作，全身发冷、发热、多汗，长期多次发作后，可引起贫血和脾肿大。2017年10月27日，世界卫生组织国际癌症研究机构公布的致癌物清单初步整理参考，疟疾（高度流行地区恶性疟原虫感染引起的)在2A类致癌物清单中。寒疟临床表现:热少寒多，口不渴，神疲体倦，胸胱痞闷;苔白腻，脉弦。',
				tip: '注: (1)每天按照第一天的调理方案循环灸治至痊愈为止; (2)于发作前1~2小时施灸。',
				know: '暂无'
			}
		]
	},
]
